Repository: ahmedmesh96/MGMT
Catalog: lib/l10n/intl_*.arb
Languages: ar, fa, tr

source: Write your Full Name
ar: اكتب اسمك الكامل
fa: ناوی تەواوی خۆت بنووسە
tr: Tam Adınızı Yazın

source: Write your Phone Number
ar: اكتب رقم هاتفك
fa: ژمارەی تەلەفۆنەکەت بنووسە
tr: Telefon Numaranızı Yazın

source: Write your Email
ar: اكتب بريدك الإلكتروني
fa: ئیمەیڵەکەت بنووسە
tr: E-postanızı yazın

source: Personal Information
ar: معلومات شخصية
fa: زانیاری کەسی
tr: Kişisel Bilgi

source: Reservation Information
ar: معلومات الحجز
fa: زانیاری حجزکردن
tr: Rezervasyon Bilgileri

source: Reservation occasion
ar: مناسبة الحجز
fa: بۆنەی حجزکردن
tr: Rezervasyon vesilesiyle

source: Birthday
ar: عيد ميلاد
fa: ڕۆژی لەدایک بوون
tr: Doğum günü

source: Graduation event
ar: حدث التخرج
fa: بۆنەی دەرچوون
tr: Mezuniyet etkinliği

source: Marriage
ar: زواج
fa: هاوسەرگیری
tr: Evlilik

source: Engagement
ar: ارتباط
fa: بەشداری کردن
tr: Nişanlanmak

source: Birth
ar: ولادة
fa: لەدایک بوون
tr: Doğum

# Receive_position
source: Receive a position
ar: الحصول على منصب
fa: پۆستێک وەربگرە
tr: Bir pozisyon al

source: Other
ar: آخرى
fa: ئی تر
tr: Diğer

source: Pick Your Time!
ar: حدد وقت الحضور !
fa: کاتەکەت هەڵبژێرە!
tr: Zamanınızı Seçin!

source: AM
ar: صباحا

source: PM
ar: مساءً

source: How many guests?
ar: عدد الضيوف
fa: چەند میوان؟
tr: Kaç misafir?

source: Any special requests
ar: أي طلبات خاصة
fa: هەر داواکارییەکی تایبەت
tr: Herhangi bir özel istek

# late
source: If you are late for a reservation, your reservation will be automatically cancelled
ar: في حال التأخر عن موعد للحجز يلغى الحجز بشكل تلقائي
fa: ئەگەر لە حجزکردن دواکەوتیت، حجزکردنەکەت بە شێوەیەکی ئۆتۆماتیکی هەڵدەوەشێتەوە
tr: Rezervasyona geç kalmanız durumunda rezervasyonunuz otomatik olarak iptal edilecektir.

source: Book A Table
ar: احجز طاولة
fa: مێزێک حجز بکە
tr: Bir masa rezervasyonu

# thanks
source: You will soon be sent a reservation card
ar: سيتم قريبا إرسال بطاقة الحجز إليك
fa: بەم زووانە کارتی حجزکردنت بۆ دەنێردرێت
tr: Yakında size bir rezervasyon kartı gönderilecek

source: Visit Us
ar: زورنا
tr: Bizi ziyaret et

source: Location
ar: موقع
fa: شوێنەکە
tr: Konum

# location_address
source: Dijlah Village, Baghdad, 10075 Iraq
ar: قرية دجله, بغداد, ١٠٠٧٥ عراق
fa: گوندی دیجلە, بەغداد, 10075 عێراق
tr: Dijlah Köyü, Bağdat, 10075 Irak

source: Reserve A Table
ar: حجز طاولة
fa: مێزێک حجز بکە
tr: Masa Rezerve etmek

source: Menus
ar: القوائم
fa: مینیوەکان
tr: Menüler

source: Cold Appetizers
ar: المقبلات الباردة
fa: پێشبڕکێی سارد
tr: Soğuk Mezeler

source: Morning Breakfast
ar: الافطار الصباحي
fa: نانی بەیانی بەیانیان
tr: Sabah kahvaltısı

source: Salads
ar: السلطات
fa: زەڵاتەکان
tr: Salatalar

# hot_apetizers
source: Hot Appetizers
ar: المقبلات الحارة
fa: پێشبڕکێی گەرم
tr: Sıcak Mezeler

source: Soups
ar: الحساء
fa: شۆرباکان
tr: Çorbalar

source: Turkish Pide
ar: المعجنات التركية
fa: تورکی پیدە
tr: Türk Pidesi

source: Our Signature
ar: لمسة كونيا
fa: واژۆی ئێمە
tr: Konya'nın Yemeği

source: Turkish Grill
ar: المنقل التركي
fa: گریل تورکی
tr: Türk Mangal

source: Side Dishes
ar: الاطباق الجانبية
fa: خواردنی لاوەکی
tr: Garnitürler

source: Diet Food
ar: الدايت
fa: خۆراکی ڕێجیم
tr: Diyet yemeği

source: Hot Beverages
ar: المشروبات الساخنة
fa: خواردنەوە گەرمەکان
tr: Sıcak içecekler

source: Hot Tea
ar: الشاي
fa: چای گەرم
tr: Sıcak çay

source: Hot Coffee
ar: القهوة الحارة
fa: قاوەی گەرم
tr: Sıcak kahve

source: Cold Beverages
ar: المشروبات الباردة
fa: خواردنەوە ساردەکان
tr: Soğuk İçecekler

source: Cocktails
ar: الكوكتيلات
fa: کۆکتێل
tr: Kokteyller

# serbet
source: Şerbet
ar: الشربات

source: Fresh Juice
ar: العصائر
fa: شەربەتی تازە
tr: Taze meyve suyu

source: Iced Tea And Coffee
ar: القهوة والشاي المثلجة
fa: چای سەهۆڵاوی و قاوە
tr: Buzlu Çay ve Kahve

source: Mevlana Shak
ar: المشروبات المثلجة والسموزي
tr: Mevlana Şak

source: Soft Drink
ar: المشروبات الغازية
fa: خواردنەوە گازییەکان
tr: Meşrubat

source: Dessert
ar: الحلويات
fa: شیرینی
tr: Tatlı

source: Shisha
ar: شيشة
fa: شیشا
tr: Nargile

source: Classic Shisha
ar: كلاسك شيشة
fa: شیشا کلاسیک
tr: Klasik Nargile

source: Premium Shisha
ar: بريميم شيشة
fa: پریمیۆم شیشا
tr: Premium Nargile

source: Natural Shisha
ar: طبيعي شيشة
fa: شیشا سروشتی
tr: Doğal Nargile

source: Baklawa
ar: بقلاوة
fa: باکڵاوە
tr: Baklava

# fill_all_feild
source: Fill in all fields
ar: املأ كل الحقول
fa: هەموو بوارەکان پڕ بکەرەوە
tr: Tüm alanları doldurun

source: Save the card to the Gallery
ar: احفظ البطاقة في معرض الصور
fa: کارتەکە لە گەلەری وێنەکاندا هەڵبگرە
tr: Kartı fotoğraf galerisine kaydedin

source: Table No
ar: رقم الطاولة
fa: ژمارەی خشتەکان
tr: Masa numarası

source: Date of reservation
ar: تاريخ الحجز
fa: ڕۆژی حجزکردن
tr: Rezervasyon Tarihi

# are_you_sure
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد حذف؟
fa: دڵنیای کە دەتەوێت بیسڕیتەوە؟
tr: Silmek istediğine emin misin?

source: Search by phone number
ar: ابحث عن طريق رقم الهاتف
fa: بە ژمارەی تەلەفۆن بگەڕێ
tr: Telefon numarasına göre ara

source: New Reservation
ar: حجز جديد
fa: حجزکردنی نوێ
tr: Yeni Rezervasyon

# a_reservation_request_was_made_for_a_table
source: New A reservation request was made for a table
ar: تم تقديم طلب حجز على طاولة
fa: نوێ داواکاری حجزکردن بۆ مێزێک کرا
tr: Yeni Bir masa için rezervasyon talebinde bulunuldu

source: The table has not been reserved
ar: لم يتم حجز الطاولة
fa: خشتەکە تەرخان نەکراوە
tr: Masa rezerve edilmedi

# sorry_all_tables_have_been_reserved
source: All tables have been reserved
ar: جميع الطاولات تم حجزها
fa: هەموو مێزەکان تەرخانکراون
tr: Üzgünüz, tüm masalar rezerve edildi

# sorry
source: We apologize to
ar: نعتذر من
fa: داوای لێبوردنمان لێدەکەین
tr: Özür dileriz

# confirme
source: Your reservation has been fixed on a date
ar: تم تثبيت حجزك في تاريخ
fa: حجزکردنەکەت لە بەروارێکدا جێگیر کراوە
tr: Rezervasyonunuz bir tarihte sabitlendi

source: New Reservations
ar: الحجوزات الجديده
fa: حجزکردنی نوێ
tr: Yeni Rezervasyonlar

source: Search
ar: بحث
fa: بەدوایدا بگەڕێ
tr: Ara

source: Pinned Reservations
ar: الحجوزات المثبتة
fa: حجزکردنی پێن کراو
tr: Sabitlenmiş rezervasyonlar

source: Archive
ar: أرشيف
fa: ئەرشیف
tr: Arşiv

source: Reserve Now
ar: حجز الان
fa: ئێستا جێگا حجز بکە
tr: Şimdi rezervasyon yap

source: Hour
ar: ساعة
fa: کاتژمێر
tr: Saat

source: Minute
ar: دقيقة
fa: خولەک
tr: Dakika

source: Here
ar: هنا
fa: لێرە
tr: Burada
